/**
 * Created by Administrator on 2016/10/29 0029.
 */
(function(){
    var Chinese="演员 - 薛之谦00:02&"+"词：薛之谦00:05&"+
            "曲：薛之谦00:10&"+
        "简单点说话的方式简单点00:21.12&"+"递进的情绪请省略00:30.20&"+
            "你又不是个演员00:33.64&"+"别设计那些情节00:36.38&"+
        "没意见我只想看看你怎么圆00:41.93&"+"你难过的太表面 像没天赋的演员00:51.54&"+
            "观众一眼能看见00:57.15&"+"该配合你演出的我演视而不见01:02.22&"+
        "在逼一个最爱你的人即兴表演01:07.68&"+"什么时候我们开始收起了底线01:12.90&"+
            "顺应时代的改变看那些拙劣的表演01:18.02&"+"可你曾经那么爱我干嘛演出细节01:23.42&"+
            "我该变成什么样子才能延缓厌倦01:28.63&"+"原来当爱放下防备后的这些那些01:33.87&"+
            "才是考验01:39.37&"+"没意见你想怎样我都随便01:44.60&"+"你演技也有限01:54.53&"+
            "又不用说感言01:57.58&"+"分开就平淡些02:00.15&"+"该配合你演出的我演视而不见02:05.00"+
            "别逼一个最爱你的人即兴表演02:10.53&"+"什么时候我们开始没有了底线02:15.81&"+
            "顺着别人的谎言被动就不显得可怜02:21.01&"+"可你曾经那么爱我干嘛演出细节02:26.43&"+
            "我该变成什么样子才能配合出演02:31.52&"+"原来当爱放下防备后的这些那些02:36.72&"+
            "都有个期限02:41.86&"+"其实台下的观众就我一个02:47.56&"+
            "其实我也看出你有点不舍02:53.04&"+"场景也习惯我们来回拉扯02:58.34&"+
            "还计较着什么03:02.93&"+"其实说分不开的也不见得03:08.71&"+"其实感情最怕的就是拖着03:14.04&"+
            "越演到重场戏越哭不出了03:19.21&"+"是否还值得[03:24.07&"+"该配合你演出的我尽力在表演03:29.07&"+
            "像情感节目里的嘉宾任人挑选03:34.39&"+"如果还能看出我有爱你的那面03:39.68&"+
            "请剪掉那些情节让我看上去体面03:44.82&"+"可你曾经那么爱我干嘛演出细节03:50.04&"+
            "不在意的样子是我最后的表演03:55.31&"+"是因为爱你我才选择表演 这种成全04:01.05&";

    var chinese_list;
    chinese_list=getText(Chinese);
    // console.log(chinese_list);
    inplay(chinese_list);
})();




